Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.24.03.12_fin.txt.tmx
Source language: fin
Languages: sme

source: Kohti kevättä ja Sajoksen avajaisia Saamelaiskäräjien hallitus piti tämän vaalikauden ensimmäisen kunnollisen kokouksen.
sme: Giđa guvlui ja Sajosa rahpandoaluide Sámedikki stivra doalai dán válgabaji vuosttaš albma čoakkáma.

source: Kokous valmisteli saamelaiskäräjien yleiskokousta, joka pidetään huhtikuun alussa.
sme: Čoakkán válmmaštalai sámedikki dievasčoakkáma, mii dollojuvvo cuoŋománu álggus.

source: Hallitus esittää yleiskokoukselle lausunnot niin Ilo-sopimuksen ratifioinnista kuin kunnallishallinnon rakenneuudistuksestakin.
sme: Stivra ovddida dievasčoakkámii cealkámušaid sihke Ilo-soahpamuša ratifiseremis ja suohkanhálddahusa ráhkadatođasteamis.

source: Hallituksen näkemyksen mukaan Suomella on hyvät mahdollisuudet ratifioida Ilo-sopimus.
sme: Stivrra oainnu mielde Suomas leat buorit vejolašvuođat ratifiseret Ilo-soahpamuša.

source: Käynnissä olevissa lainsäädännön ja hallinnon kehittämishankkeissa, kuten kunnallishallinnon rakenneuudistuksessa ja Metsähallituksen hallinnonuudistuksessa voidaan luoda edellytykset sopimuksen ratifioinnille.
sme: Johttáhuvvon lágaid ja hálddahusa gárgehanfidnuin, dego suohkanhálddahusa ráhkadatođasnuhttimis ja Meahcceráđđehusa hálddahusođastusas sáhttet ráhkaduvvot eavttut soahpamuša ratifiseremii.

source: Hallitus suhtautui kriittisesti kunnallishallinnon rakenneuudistukseen ja esitti saamelaisten kotiseutualueen kuntarajojen säilyvän ennallaan.
sme: Stivra anii krihtalaš gaskavuođa suohkanráhkadusa ráhkadatođasnuhttimii ja evttohii sámiid ruovttuguovllu suohkanrájiid seailluhuvvot ovddešlágánin.

source: Uudistus heikentäisi erityisesti Utsjoen, Enontekiön ja Sodankylän saamelaisten saamenkielisiä palveluja ja voisi heikentää myös inarin- ja koltansaamenkielisiä palveluja Inarissa.
sme: Ođastus heajudivččii earenoamážit Ohcejoga, Eanodaga ja Soađegili sápmelaččaid sámegielalaš bálvalusaid ja sáhtálii heajudit maiddái anáraš- ja nuortalašgiel bálvalusaid Anáris.

source: Uudistuksella olisi kielteisiä vaikutuksia myös saamelaisten elinkeino-oikeuksiin.
sme: Ođastusas livčče biehtadahkes váikkuhusat maiddái ealáhusvuoigatavuođaide.

source: En tässä vaiheessa kommentoi tarkemmin lausuntoesitysten sisältöä.
sme: In dán muttos kommentere dárkileappot cealkámuševttohusaid sisdoalu.

source: Hallitus kokosi lausunnon saamelaiskäräjien lautakuntien tekemien esitysten pohjalta.
sme: Stivra čohkkii cealkámuša sámedikki lávdegottiid dahkan evttohusaid vuođul.

source: Hallitus antoi esityksen yleiskokoukselle kuluvan vuoden budjetiksi.
sme: Stivra attii evttohusa dievasčoakkámii gollevaš jagi bušeahttan.

source: Vuodesta on tulossa taloudellisesti tiukka, ja esitys olikin alijäämäinen.
sme: Dán jagis lea šaddame ekonomalaččat hui čavgat ja šattaimet dahkat bušeahta, mas lea vuolláibáza.

source: Henkilöstövähennyksiin saamelaiskäräjät ei kuitenkaan joudu ja hallitus piti tärkeänä, että edunvalvonnasta ja politiikan tekemisestä ei tingitä.
sme: Bargiid lihccuma sámediggi ii goitge dárbbat dahkat ja stivra anii dehálažžan, ahte beroštumiid goziheamis ja politihka dahkamis eat digge.

source: Yleiskokous pääsee myös nimeämään saamelaiskäräjien edustajat pohjoismaisen saamelaissopimuksen jatkoneuvotteluihin.
sme: Dievasčoakkán beassá maid nammadit sámedikki ovddasteddjiid davviriikkalaš sámi soahpamuša joatkkašiehtadallamiidda.

source: Poliittinen ilmapiiri tuntuu olevan taasen kuumenemassa ja ns. lappalaiskulttuuritahot, jotka haluavat myös sellaiset henkilöt luettavaksi saamelaisiksi joilla ei ole mitään yhteyttä saamen kieleen, saamelaiskulttuuriin, sen perinteisiin ja elinkeinoihin, ovat keräämässä joukkojaan.
sme: Politihkalaš áibmu orru fas báhkkaneame ja nd. lappalaškulturbealit, mat hálidit maid dakkár olbmuid lohkkojuvvot sápmelažžan, geain ii leat mangelágán oktavuohtaa sámegillii, sámi kultuvrii, dan árbevieruide ja ealáhusaide, leat čohkkeme joavkkuideaset.

source: He ovat saaneet nyt vahvistusta suomalaisilta, jotka ovat opetelleet saamen kielen.
sme: Sii leat ožžon dál nannehusa láddelaččain, geat leat oahpahallan sámegiela.

source: Ihmettelen edelleen, miten tällaiset tahot saavat paljon julkisuutta osakseen eikä heidän väitteitään riittävästi haasteta.
sme: Imaštalan sakka, mot dákkár bealit ožžot nu olu almmolašvuođa eaige sin nággosat hástaluvvo dárbahassii.

source: Saamelaiskulttuuri ei ole vain kielitaitoa tai - taidottomuutta.
sme: Sámi kultuvrahan ii leat dušše giellamáhttu dehe – máhtohisvuohta.

source: Kulttuuria ei voi typistää pinnallisiksi määritteiksi tai käsitteiksi veroluetteloiden tai kielitaitotodistuksen nojalla.
sme: Kultuvrra ii sáhte gáržžidit bajildusmeroštallamin dehe doaban vearrologahallamiid dehe giellamáhttoduođaštusaid vuođul.

source: Saamelaiskulttuuri on elämäntapa, johon kuuluu saamen kielten lisäksi perinteiset elinkeinot, perinteinen tieto, kertomaperinne, joiku, yhteisön historia, arvot, tavat ja yhteisöjärjestelmä.
sme: Sámi kultuvra lea eallinvuohki, masa gullet sámegielaid lassin árbevirolaš ealáhusat, árbevirolaš diehtu, muitalanárbevierru, luohti, servoša historjá, árvvut, vierut ja searvvušvuogádat.

source: Saamelaisiksi ei tulla, vaan saamelaiskulttuuriin kasvetaan pitäen aikaisempien sukupolvien perinteitä elävänä, laajentumaperheen opastuksella, mallilla ja tietoisella opettamisella.
sme: Sápmelažžan ii sáhte duššefal boahtit, muhto sámi kultuvrii mii šaddat nu ahte atnit ealasin ovddit buolvvaid árbevieruid, viidodatbearrašiid oahpistemiin, málliin ja diđolaš oahpahemiin.

source: Tällaisessa keskustelussa kokonaiskuva helposti hämärtyy.
sme: Dákkár ságastallamis ollislašgovva sevnnjoda jođánit.

source: Saamelaiskäräjien tehtävänä on turvata saamelaiskulttuurin säilyminen ja kehittyminen.
sme: Sámedikki bargun lea dorvvastit sámi kultuvrra seailuma ja gárganeami.

source: Saamelaiskulttuuri ei säily ilman saamelaisia ja saamelaismääritelmän muuttamista saamelaisten itsemäärämisoikeutta tukevaan suuntaan ja saamelaiskulttuurin rikkautta ja kulttuurisen tiedonsiirron ymmärtämisen suuntaan.
sme: Sámi kultuvra ii seaillo almmá sápmelaččaid haga ja sápmelašmeroštallama rievdadeami sámiid iešmearridanrievtti doarju guvlui ja sámi kultuvrra riggodaga ja kultuvrralaš diehtosirdima ipmirdeami guvlui.

source: Ensi viikolla on Kilpisjärven yleiskaavoituksen ensimmäinen viranomaisneuvottelu.
sme: Boahtte vahku lea Gilbbesjávrre oppalašlávvema vuosttaš eiseváldišiehtadallamat.

source: Yleiskaavoitus pohjautuu Kilpisjärven kehittämissuunnitelmaan.
sme: §Oppalašlávven vuođđuduvvá Gilbbesjávrre gárgehanplánii.

source: Alku yleiskaavalle ei ole saamelaiskäräjien kannalta lupaava, saamelaiskäräjien edustaja ohjausryhmässä, Per Antti Labba, jätti neljä erillistä eriävää mielipidettä Kilpisjärven kehittämissuunnitelman eri dokumentteihin.
sme: Oppalašláva álgu ii gal lohpit bearehaga sámedikki ja sápmelaččaid dáfus.

source: Yleiskaavan valmistelu tulee työllistämään saamelaiskäräjiä merkittävästi.
sme: Sámedikki ovddasteaddji stivrenjoavkkus Biehtára Joavnna Per Ándde guđii njeallje sierraoaivila Gilbbesjávrre gárgehanplána sierra dokumeanttaide.

source: Ensi viikon lopulla alkaa myös saamelaiskäräjien kokous ja samassa yhteydessä pidetään myös saamelaiskäräjien ja Sajoksen juhlalliset avajaiset.
sme: Boahtte vahku loahpas álgá maid sámedikki čoakkán ja seamma oktaavuođas dollojuvvojit maid sámedikki ja Sajosa ávvurahpandoalut.

source: Minulla on myös ilo ja kunnia tavata Monacon ruhtinas prinssi Albert, joka vierailee huomenna Marjanpäivänä Hetassa, josta jatkaa Koutokeinoon.
sme: Mus lea maid illu ja gudni deaivat Monaco furstta prinsa Albertta, gii guossástallá Márjjábeaivve vahku Eanodagas ja joatká das Guovdageidnui.
